Repository: pedlop/lyrics-slides
Catalog: src/locale/messages.*.xlf
Languages: pt

# titleLabel
source: Title
pt: Título

# titlePlaceholder
source: Music title
pt: Título da música

# lyricsLabel
source: Lyrics
pt: Letra da música

# lyricsPlaceholder
source: Write a complete lyrics of the song
pt: Escreva a letra completa da música

# lyricsSlideHint
source: A stanza is a slide
pt: Uma estrofe será um slide

# dropLogoFirstInfo
source: Drop your logo here to place on each slide
pt: Arraste e solte aqui sua logotipo para colocar em cada slide

# dropLogoSecondInfo
source: or click to choose a photo
pt: ou clique para escolher uma foto

# backgroundColorLabel
source: Slide background color
pt: Cor de fundo dos slides

# textColorLabel
source: Slide text color
pt: Cor do texto dos slides

# fontSizeLabel
source: Font Size
pt: Tamanho da Fonte

# lyricsUppercaseCheckbox
source: All Text to Uppercase
pt: Todo o texto em Caixa Alta

# lyricsGenerateButton
source: Generate Slides
pt: Gerar os Slides
